/* This is a mapping of BRError code failures to localized recovery suggestions */

/* kBRMediaPlayerSongPlaybackError*/
201 = "Trykk på menyknappen for å gå tilbake til forrige skjerm.";

/* kBRMediaPlayerNotResponding*/
202 = "Trykk på menyknappen for å gå tilbake til forrige skjerm.";


/* kBRMediaNoMovieFolderContent */
304 = "Forsikre deg om at filmer du lager eller laster ned, ligger i Filmer-mappen i Hjem-mappen.";

/* kBRMediaEmptyPlaylist */
310 = "";

/* kBRMediaNoSuchPlaylist */
311 = "Marker en annen spilleliste.";

/* kBRMediaNoSuchSong */
312 = "Marker en annen sang.";

/* kBRMediaNoSongForSlideshow */
316 = "Kontroller innstillingene for lysbildeseriemusikk, og prøv på nytt.";

/* kBRMediaSongPlaybackErrorDuringSlideshow */
317 = "Kontroller innstillingene for lysbildeseriemusikk, og prøv på nytt.";

/* kBRVideoUnplayable */
318 = "Formatet ble ikke gjenkjent.";

/* kBRMediaRadioStreamUnplayable */
319 = "Radiostreamen ble tidsavbrutt før den kunne spilles.";


/* kBRRemoteMediaNoContent*/
350 = "";

/* kBRRemoteMediaNoPhotoContent */
351 = "";

/* kBRRemoteMediaNoPodcastContent */
352 = "";

/* kBRRemoteMediaNotDRMAuthorized */
353 = "";

/* kBRRemoteMediaNoTVShowContent */
355 = "";

/* kBRRemoteMediaNoMusicVideoContent */
356 = "";

/* kBRRemoteMediaNoPlaylists */
357 = "";

/* kBRRemoteMediaNoSongContent */
358 = "";

/* kBRRemoteMediaNoAudioBookContent */
359 = "";

/* kBRRemoteMediaEmptyPlaylist */
360 = "";

/* kBRRemoteMediaLoadingError */
361 = "Kontroller kilden, eller prøv igjen senere.";

/* kBRRemotePhotoSourceUnavailableError */
363 = "Kontroller kilden, eller prøv igjen senere.";

/* kBRDataSourceConnectionInProgressError */
420 = "Vent et øyeblikk.";

/* KBRSystemNetworkHostUnreachable */
501 = "Kontroller nettverkskonfigurasjonen og tilkoblingen.";

/* kBRSystemErrorTrailerSiteUnreachable */
502 = "Apples filmtrailerwebsted er ikke tilgjengelig. Prøv igjen senere.";

/* kBRSystemNotHDCPCompliant */
503 = "Hvis du vil vise dette innholdet, forsikrer du deg om at skjermene som er koblet til, støtter HDCP.";

/* kBRSetupCantSetLanguage */
600 = "Prøv igjen.";


/* kBRDVDErrorCantInitializeDVDPlaybackAlert */
750 = "Et annet program spiller en DVD. Gå tilbake til skrivebordet, avslutt det andre programmet, og prøv på nytt.";

/* kBRDVDErrorCantEjectDVDAlert */
751 = "DVD-en spilles av et annet program. Gå tilbake til skrivebordet, og avslutt det andre programmet.";

/* kBRDVDErrorBadRegionCodeAlert */
752 = "Du finner mer informasjon om regionkoder i DVD-spiller-hjelp.";

/* kBRDVDErrorBadDVDMediaAlert */
753 = "Formatet ble ikke gjenkjent.";

/* kBRDVDErrorFatalDVDAlert */
754 = "Det er et problem med platen.";

/* kBRCDErrorCantEjectCDAlert */
755 = "Et annet program bruker CD-en. Gå tilbake til skrivebordet for å avslutte det andre programmet, og prøv igjen.";


/* kBRInternalResourceError */
900 = "";


